export const list = [
  {
    title: {
      date: '2021.04 - 至今',
      company: '深圳市华毓科技有限公司',
      job: '前端开发工程师'
    },
    content: [
      '承担 技术难点突破和落地，与 PM 、 UE 需求优化沟通技术可行性方案并实践；',
      '参与 公司内部公共组件库、工具库 的开发和维护；',
      '参与 需求评审、技术方案设计、前端代码开发、配合QA 测试、线上监控、修复bug等开发任务。'
    ]
  },
  {
    title: {
      date: '2018.06 - 2021.03',
      company: '深圳燕鸥视讯技术有限公司',
      job: '前端开发工程师'
    },
    content: [
      '根据 产品原型、 UI 进行开发，针对移动端 H5 兼容性适配；',
      '协同 后端开发人员实现产品功能，产品迭代以及优化升级；负责前端项目的运维工作；',
      '规范 工作流程、文档编写、页面性能优化、方案提供、需求进度把控、向上汇报沟通等工作。'
    ]
  }
];
